{"text_hash_id": "be4044a7dffddffe541932693d25469c297961523303fbcf39e73f3607cc5239", "text_id": 3, "response": {"Output": [{"semantic_unit": "In coordination with DTRA, NAMRU-3 provided necessary supplies and training to address gaps in diagnostic capabilities and equipment needs. In 2011, they trained 160 Afghan scientists and technicians on laboratory operations and ethics regarding U.S. select agents, and developed a comprehensive training plan for 2012 based on identified needs.", "entities": ["DTRA", "NAMRU-3", "2011", "AFGHAN SCIENTISTS", "U.S. SELECT AGENTS", "2012"], "relationships": ["NAMRU-3, provided training for, AFGHAN SCIENTISTS", "NAMRU-3, developed training plan for, 2012", "NAMRU-3, coordinated with, DTRA"]}, {"semantic_unit": "NAMRU-3 established five hospital laboratories and specialized laboratories within the Central Public Health Laboratory (CPHL). They conducted workshops to train staff on laboratory procedures and quality control, and hosted nine Afghan trainees for a bacteriology training workshop.", "entities": ["NAMRU-3", "FIVE HOSPITAL LABORATORIES", "CPHL", "AFGHAN TRAINEES", "BACTERIOLOGY TRAINING WORKSHOP"], "relationships": ["NAMRU-3, established, FIVE HOSPITAL LABORATORIES", "NAMRU-3, hosted, AFGHAN TRAINEES", "NAMRU-3, conducted workshops for, CPHL"]}, {"semantic_unit": "Cmdr. Charmaine Beckett, a physician researcher from NMRC, volunteered to deploy on the USNS Mercy for humanitarian missions that began in 2004. The mission aims to strengthen bilateral relations and regional security, treating over 49,000 patients in four host nations during 56 days of activities.", "entities": ["CMDR. CHARMAINE BECKETT", "NMRC", "USNS MERCY", "2004", "49,000 PATIENTS", "FOUR HOST NATIONS", "56 DAYS"], "relationships": ["CMDR. CHARMAINE BECKETT, volunteered to deploy on, USNS MERCY", "USNS MERCY, began humanitarian missions in, 2004", "USNS MERCY, treated patients in, FOUR HOST NATIONS"]}, {"semantic_unit": "During the USNS Mercy mission, clinical staff from Naval Medical Center San Diego and other commands provided medical care, including over 900 surgeries and veterinary care for more than 7,000 animals. The mission included various specialties and was crucial for community health.", "entities": ["NAVAL MEDICAL CENTER SAN DIEGO", "900 SURGERIES", "7,000 ANIMALS", "COMMUNITY HEALTH"], "relationships": ["NAVAL MEDICAL CENTER SAN DIEGO, provided medical care including, 900 SURGERIES", "USNS MERCY, treated, 7,000 ANIMALS", "USNS MERCY, was crucial for, COMMUNITY HEALTH"]}]}, "processed": true}
{"text_hash_id": "0356d79b917b9b38e7326f4d6ee19bb457a4a6d1327d2ab16587c7aa7ed8c157", "text_id": 1, "response": {"Output": [{"semantic_unit": "On November 29, Rear Adm. (Ret.) Tim Ziemer, the U.S. Global Malaria Coordinator for the President's Malaria Initiative, visited the Naval Medical Research Center (NMRC) in Silver Spring, MD. He received a briefing on current malaria vaccine research efforts and toured the facility, expressing interest in the malaria program. Capt. John Sanders, the NMRC commanding officer, highlighted the center's significant contributions to malaria research over the past two decades, including recent exciting discoveries. Ziemer toured a laboratory focused on the liver stage of malaria infection, engaged with researchers on antigen discovery and a humanized mouse model, and visited the insectary to learn about clinical immunology and current malaria research.", "entities": ["REAR ADM. (RET.) TIM ZIEMER", "U.S. GLOBAL MALARIA COORDINATOR", "PRESIDENT'S MALARIA INITIATIVE", "NAVAL MEDICAL RESEARCH CENTER", "SILVER SPRING, MD", "NOVEMBER 29", "CAPT. JOHN SANDERS", "NMRC", "MALARIA RESEARCH PROGRAM", "INFECTIOUS DISEASES RESEARCH", "ANTIGEN DISCOVERY", "HUMANIZED MOUSE MODEL", "INSECTARY", "CLINICAL IMMUNOLOGY"], "relationships": ["REAR ADM. (RET.) TIM ZIEMER, visited, NAVAL MEDICAL RESEARCH CENTER", "REAR ADM. (RET.) TIM ZIEMER, is the U.S. Global Malaria Coordinator for, PRESIDENT'S MALARIA INITIATIVE", "CAPT. JOHN SANDERS, provided overview of, NMRC", "CAPT. JOHN SANDERS, emphasized, INFECTIOUS DISEASES RESEARCH", "NMRC, is at the forefront of, MALARIA RESEARCH PROGRAM", "REAR ADM. (RET.) TIM ZIEMER, toured, NMRC"]}, {"semantic_unit": "In the NMRC Commanding Officer's message, Capt. John Sanders expresses gratitude to the NMRC members and their families as 2012 comes to a close. He acknowledges their sacrifices and dedication to Navy Medicine research and development, emphasizing the importance of their work in supporting sailors, Marines, soldiers, and airmen. He also remembers Cmdr. Cindy Tamminga and Lt. Cmdr. John Melton, who are currently deployed, and urges everyone to focus on safety during the holiday season, especially for those traveling.", "entities": ["CAPT. JOHN SANDERS", "NMRC", "2012", "NAVY MEDICINE", "CMDR. CINDY TAMMINGA", "LT. CMDR. JOHN MELTON"], "relationships": ["CAPT. JOHN SANDERS, expresses gratitude to, NMRC members", "CAPT. JOHN SANDERS, acknowledges sacrifices of, NMRC members", "NMRC members, support, NAVY MEDICINE", "CAPT. JOHN SANDERS, remembers, CMDR. CINDY TAMMINGA", "CAPT. JOHN SANDERS, remembers, LT. CMDR. JOHN MELTON"]}]}, "processed": true}
{"text_hash_id": "0c79aa0e858e53a67c526ce5c595184905e4ed8d2e3b8550599b5cae7db8f675", "text_id": 13, "response": {"Output": [{"semantic_unit": "Delivering a lecture on Navy careers to young scientists in the same auditorium where she attended lectures as a student was a significant moment for her, symbolizing the completion of her educational journey.", "entities": ["NAVY CAREERS", "YOUNG SCIENTISTS", "AUDITORIUM", "ELLEN FLANNERY", "MOlLY DUMAN SHEELS", "EMMANUEL ADU-GYAMFI", "ROBERT STAHELIN", "EILEEN FRANKE VILLASANTE", "KATHERINE TAYLOR", "NOTRE DAME INSTITUTE FOR GLOBAL HEALTH"], "relationships": ["EILEEN FRANKE VILLASANTE, delivered a lecture on, NAVY CAREERS", "EILEEN FRANKE VILLASANTE, spoke to, YOUNG SCIENTISTS", "EILEEN FRANKE VILLASANTE, attended lectures in, AUDITORIUM"]}, {"semantic_unit": "The visit concluded with an overview of malaria research conducted in Navy labs outside the continental United States, where Rear Adm. Ziemer expressed his admiration for the ongoing work and his desire to return soon.", "entities": ["MALARIA RESEARCH", "NAVY LABS", "REAR ADM. ZIEMER", "CONTINENTAL UNITED STATES", "CAPT EILEEN VILLASANTE", "MALARIA VACCINE DEVELOPMENT", "PRESIDENT'S MALARIA INITIATIVE", "SUB-SAHARAN AFRICA"], "relationships": ["REAR ADM. ZIEMER, expressed admiration for, MALARIA RESEARCH", "REAR ADM. ZIEMER, hopes to return to, NAVY LABS", "CAPT EILEEN VILLASANTE, discussed progress in, MALARIA VACCINE DEVELOPMENT"]}, {"semantic_unit": "Dr. Andrea Keane-Myers presented at Johns Hopkins University during Alumni Week, discussing her ongoing science career and engaging with attendees through a Q&A session after her presentation.", "entities": ["ANDREA KEANE-MYERS", "JOHN HOPKINS UNIVERSITY", "ALUMNI WEEK", "BLOOMBERG SCHOOL OF PUBLIC HEALTH", "MOLECULAR MICROBIOLOGY", "1995"], "relationships": ["ANDREA KEANE-MYERS, presented at, JOHN HOPKINS UNIVERSITY", "ANDREA KEANE-MYERS, discussed, ONGOING SCIENCE CAREER", "ANDREA KEANE-MYERS, engaged with, ATTENDEES"]}, {"semantic_unit": "NAMRU-3 held a flag folding ceremony for the American expatriate community, where local Boy Scout Troop 201 learned about flag etiquette and the significance of proper flag care.", "entities": ["NAMRU-3", "FLAG FOLDING CEREMONY", "AMERICAN EXPATRIATE COMMUNITY", "BOY SCOUT TROOP 201", "HMC LAREGEN VALDEZ", "HMC JAIME INDA", "WOLF BADGE ACHIEVEMENT TRAIL", "U.S. FLAG"], "relationships": ["NAMRU-3, organized, FLAG FOLDING CEREMONY", "HMC LAREGEN VALDEZ, assisted, BOY SCOUT TROOP 201", "HMC JAIME INDA, taught about, U.S. FLAG"]}]}, "processed": true}
{"text_hash_id": "a5f1a4a43b63f134e38c50a0eb5617821f1eb321e8c75798e25ba2cff120aa4b", "text_id": 15, "response": {"Output": [{"semantic_unit": "The text discusses holiday discounts available in the D.C. area, encouraging residents to check out the new NEX in Bethesda. It advises on travel planning, suggesting options like driving instead of flying, staying with friends or relatives, and being flexible with travel dates to save money. It also emphasizes the importance of using credit cards wisely to avoid debt after the holidays.", "entities": ["HOLIDAY DISCOUNTS", "D.C. AREA", "NEX", "BETHESDA", "TRAVEL OPTIONS", "RENTAL CAR", "NEW YEAR", "CREDIT CARD"], "relationships": ["D.C. AREA, has, HOLIDAY DISCOUNTS", "NEX, located in, BETHESDA", "TRAVEL OPTIONS, include, driving instead of flying", "CREDIT CARD, should be used wisely to avoid, debt after holidays"]}, {"semantic_unit": "The nomination period for Operation Homefront's Military Child of the Year Award is open until December 15, recognizing outstanding military children. One winner from each branch of service will receive $5,000, a laptop, and a trip to D.C. for an awards gala. Applications can be submitted online.", "entities": ["OPERATION HOMEFRONT", "MILITARY CHILD OF THE YEAR AWARD", "DECEMBER 15", "$5,000", "LAPTOP", "D.C.", "AWARDS GALA"], "relationships": ["OPERATION HOMEFRONT, has, MILITARY CHILD OF THE YEAR AWARD", "MILITARY CHILD OF THE YEAR AWARD, open until, DECEMBER 15", "winner, receives, $5,000", "winner, receives, LAPTOP", "winner, receives, trip to D.C. for AWARDS GALA"]}, {"semantic_unit": "Wings Over America Scholarship Foundation (WOASF) is accepting pre-qualification forms for scholarships, offering over forty undergraduate scholarships ranging from $2,000 to $10,000 to dependent children and spouses of U.S. Navy personnel. More information can be found on their website.", "entities": ["WINGS OVER AMERICA SCHOLARSHIP FOUNDATION", "WOASF", "$2,000", "$10,000", "DEPENDENT CHILDREN", "SPOUSES", "U.S. NAVY PERSONNEL"], "relationships": ["WOASF, is accepting, pre-qualification forms for scholarships", "WOASF, offers, scholarships ranging from $2,000 to $10,000", "DEPENDENT CHILDREN, are eligible for, WOASF scholarships", "SPOUSES, are eligible for, WOASF scholarships"]}, {"semantic_unit": "The text concludes with well wishes for the holiday season and a Happy New Year, expressing eagerness to work in 2013. It also provides contact information for assistance.", "entities": ["HOLIDAY SEASON", "HAPPY NEW YEAR", "2013", "NMRC OMBUDSMAN", "NMRC.Ombudsman@gmail.com"], "relationships": ["NMRC OMBUDSMAN, wishes, HOLIDAY SEASON", "NMRC OMBUDSMAN, looks forward to, working in 2013"]}, {"semantic_unit": "The Naval Medical Research Center (NMRC) is leading the Combined Federal Campaign (CFC) for another successful year, with Lt. Christina Farris at the helm. The campaign promotes philanthropy and supports eligible non-profit organizations. The 2012 CFC runs through December 15, encouraging participation from all military and civilian personnel.", "entities": ["NAVAL MEDICAL RESEARCH CENTER", "NMRC", "COMBINED FEDERAL CAMPAIGN", "CFC", "LT. CHRISTINA FARRIS", "DECEMBER 15", "MILITARY PERSONNEL", "CIVILIAN PERSONNEL"], "relationships": ["NMRC, is leading, COMBINED FEDERAL CAMPAIGN", "LT. CHRISTINA FARRIS, is leading, NMRC", "CFC, promotes, philanthropy", "CFC, runs through, DECEMBER 15", "MILITARY PERSONNEL, encouraged to participate in, CFC", "CIVILIAN PERSONNEL, encouraged to participate in, CFC"]}]}, "processed": true}
{"text_hash_id": "b1bc21f694daa52ee11487617606f85cd4bb2d6e1335f93fa55a7650862ced83", "text_id": 14, "response": {"Output": [{"semantic_unit": "Naval officers from the Naval Medical Research Center (NMRC) volunteered at Rolling Terrace Elementary School in Takoma, Maryland, teaching science to students and acting as mentors. In November, Lt. Cmdr. William Barnett and Lt. Danett Bishop focused on the 'phases of matter' during their lectures, encouraging students to hypothesize about phase changes. They used dry ice and basic laboratory equipment to demonstrate the effects of temperature on matter, including vaporization and sublimation. The students expressed their gratitude with thank-you cards.", "entities": ["NAVAL MEDICAL RESEARCH CENTER", "ROLLING TERRACE ELEMENTARY SCHOOL", "TAKOMA", "MARYLAND", "LT. CMDR. WILLIAM BARNETT", "LT. DANETT BISHOP", "PHASES OF MATTER", "DRY ICE", "TEMPERATURE", "VAPORIZATION", "SUBLIMATION", "STUDENTS", "THANK-YOU CARDS"], "relationships": ["NAVAL MEDICAL RESEARCH CENTER, volunteered at, ROLLING TERRACE ELEMENTARY SCHOOL", "LT. CMDR. WILLIAM BARNETT, focused on, PHASES OF MATTER", "LT. DANETT BISHOP, focused on, PHASES OF MATTER", "LT. CMDR. WILLIAM BARNETT, encouraged, STUDENTS to hypothesize about phase changes", "LT. DANETT BISHOP, encouraged, STUDENTS to hypothesize about phase changes", "STUDENTS, expressed gratitude with, THANK-YOU CARDS"]}, {"semantic_unit": "During a Dining Out event, Hospital Corpsman 1st Class Brian Knetsch from NMRC's Biological Defense Research Directorate honored fallen comrades by presenting the Prisoner of War/Missing in Action table. This tribute was a poignant moment for all service members and guests present. The evening concluded with informal toasts and a final toast to the United States Navy while 'Anchors Aweigh' was played. Special thanks were given to Lt. Ryan Sheppard and the NMRC Dining Committee for their efforts in organizing the event.", "entities": ["HOSPITAL CORPSMAN 1ST CLASS BRIAN KNETSCH", "NMRC", "BIOLOGICAL DEFENSE RESEARCH DIRECTORATE", "PRISONER OF WAR/MISSING IN ACTION TABLE", "SERVICE MEMBERS", "GUESTS", "UNITED STATES NAVY", "ANCHORS AWEIGH", "LT. RYAN SHEPPARD", "NMRC DINING COMMITTEE"], "relationships": ["HOSPITAL CORPSMAN 1ST CLASS BRIAN KNETSCH, honored, PRISONER OF WAR/MISSING IN ACTION TABLE", "HOSPITAL CORPSMAN 1ST CLASS BRIAN KNETSCH, presented, PRISONER OF WAR/MISSING IN ACTION TABLE", "SERVICE MEMBERS, were present at, DINING OUT event", "LT. RYAN SHEPPARD, thanked for organizing, NMRC DINING COMMITTEE"]}, {"semantic_unit": "On November 17, Cmdr. Charmagne Beckett and Lt. Cmdr. Janine Danko represented the Navy at a career fair at Elizabeth Seton High School in Bladensburg, Maryland. They interacted with young women, sharing their experiences as Naval officers and discussing career opportunities in the Navy.", "entities": ["NOVEMBER 17", "CMDR. CHARMAGNE BECKETT", "LT. CMDR. JANINE DANKO", "NAVY", "ELIZABETH SETON HIGH SCHOOL", "BLADENSBURG", "MARYLAND", "YOUNG WOMEN", "NAVAL OFFICERS", "CAREER OPPORTUNITIES"], "relationships": ["CMDR. CHARMAGNE BECKETT, represented, NAVY at ELIZABETH SETON HIGH SCHOOL", "LT. CMDR. JANINE DANKO, represented, NAVY at ELIZABETH SETON HIGH SCHOOL", "CMDR. CHARMAGNE BECKETT, interacted with, YOUNG WOMEN", "LT. CMDR. JANINE DANKO, interacted with, YOUNG WOMEN"]}]}, "processed": true}
{"text_hash_id": "6b9484b0cd8a28edb67bd5b610e9e6cc517dd361a0d558244043febd65c19c7d", "text_id": 10, "response": {"Output": [{"semantic_unit": "Each protocol must meet specific criteria for the combat environment, ensuring relevance to military medicine, protection of human subjects, and feasibility in theater. Research priorities are set by USCENTCOM, focusing on areas like pre-hospital care and traumatic brain injury. Currently, twenty protocols are enrolling volunteers, while nineteen are in development, with a closing research window due to troop drawdown.", "entities": ["PROTOCOL", "COMBAT ENVIRONMENT", "MILITARY MEDICINE", "HUMAN RESEARCH SUBJECTS", "USCENTCOM", "PRE-HOSPITAL CARE", "TRAUMATIC BRAIN INJURY", "RESEARCH PROTOCOLS", "VOLUNTEERS", "TROOP DRAWDOWN"], "relationships": ["PROTOCOL, must meet criteria for, COMBAT ENVIRONMENT", "RESEARCH PROTOCOLS, are dictated by, USCENTCOM", "CURRENT RESEARCH EFFORTS, can be divided into, PRE-HOSPITAL CARE and TRAUMATIC BRAIN INJURY"]}, {"semantic_unit": "The JC2RT Team 13 has prioritized the enrollment and conduct of approved protocols and the processing of new ones. Medical advances during war are accelerated through systematic data collection and analysis, which is crucial for reducing morbidity and mortality from combat injuries.", "entities": ["JC2RT TEAM 13", "APPROVED PROTOCOLS", "MEDICAL ADVANCES", "WAR", "DATA COLLECTION", "MORBIDITY", "MORTALITY", "COMBAT INJURIES"], "relationships": ["JC2RT TEAM 13, has prioritized, APPROVED PROTOCOLS", "MEDICAL ADVANCES, are accelerated during, WAR", "DATA COLLECTION, is crucial for reducing, MORBIDITY and MORTALITY from COMBAT INJURIES"]}, {"semantic_unit": "A group of military medical professionals is highlighted, including Cmdr. Cindy Tamminga and Lt. Kristina Carter, who are involved in military medical research. Their work is essential for advancing healthcare during combat situations.", "entities": ["CMDR. CINDY TAMMINGA", "LT. KRISTINA CARTER", "MILITARY MEDICAL RESEARCH", "HEALTHCARE", "COMBAT SITUATIONS"], "relationships": ["CMDR. CINDY TAMMINGA, is involved in, MILITARY MEDICAL RESEARCH", "LT. KRISTINA CARTER, is involved in, MILITARY MEDICAL RESEARCH", "MILITARY MEDICAL RESEARCH, is essential for advancing, HEALTHCARE during COMBAT SITUATIONS"]}, {"semantic_unit": "The 'Presidential Memorandum - Accelerating Technology Transfer' was released, directing Federal agencies to streamline processes and facilitate partnerships to support technology transfer and commercialization for high-growth businesses. This aims to benefit the warfighter by bringing discoveries to market.", "entities": ["PRESIDENTIAL MEMORANDUM", "TECHNOLOGY TRANSFER", "FEDERAL AGENCIES", "HIGH-GROWTH BUSINESSES", "WARFIGHTER", "DISCOVERIES"], "relationships": ["PRESIDENTIAL MEMORANDUM, directs, FEDERAL AGENCIES", "FEDERAL AGENCIES, must streamline processes for, TECHNOLOGY TRANSFER", "TECHNOLOGY TRANSFER, aims to benefit, WARFIGHTER by bringing DISCOVERIES to market"]}, {"semantic_unit": "The NMRC excels in forming partnerships to enhance research capabilities, ensuring that biomedical developments transition from laboratory to market effectively. This involves establishing technology transfer agreements to support military health and readiness.", "entities": ["NMRC", "PARTNERSHIPS", "RESEARCH CAPABILITIES", "BIOMEDICAL DEVELOPMENTS", "LABORATORY", "MARKET", "TECHNOLOGY TRANSFER AGREEMENTS", "MILITARY HEALTH", "MILITARY READINESS"], "relationships": ["NMRC, excels in forming, PARTNERSHIPS", "BIOMEDICAL DEVELOPMENTS, transition from, LABORATORY to MARKET", "TECHNOLOGY TRANSFER AGREEMENTS, support, MILITARY HEALTH and READINESS"]}]}, "processed": true}
{"text_hash_id": "4f7ff19e07ca05185169e12e941600fabb4d61a61b1bfae8c4d6fa6d575f6f0a", "text_id": 2, "response": {"Output": [{"semantic_unit": "The NSMRL Commanding Officer, John W. Sanders III, emphasizes the importance of vehicle safety and preparedness for severe weather while wishing everyone a happy new year filled with health and success.", "entities": ["JOHN W. SANDERS III", "NMRC", "NEW YEAR"], "relationships": ["JOHN W. SANDERS III, sends wishes for, NEW YEAR"]}, {"semantic_unit": "The Naval Submarine Medical Research Laboratory (NSMRL) is designated as the primary human technology laboratory for the Commander, Submarine Forces (CSF) following an agreement with the Navy Surgeon General in August. NSMRL focuses on medical and psychological research related to submariner health and performance.", "entities": ["NAVAL SUBMARINE MEDICAL RESEARCH LABORATORY", "NSMRL", "NAVY SURGEON GENERAL", "AUGUST", "COMMANDER, SUBMARINE FORCES", "CSF"], "relationships": ["NAVY SURGEON GENERAL, entered an agreement with, COMMANDER, SUBMARINE FORCES", "NSMRL, designated as, COMMANDER, SUBMARINE FORCES' primary human technology laboratory"]}, {"semantic_unit": "NSMRL conducts investigations in diving medicine and has added an external hatch to the Genesis hyperbaric chamber, allowing for advanced studies at high altitudes and depths. This chamber can support prolonged studies and mission profiles without configuration changes.", "entities": ["NSMRL", "GENESIS HYPERBARIC CHAMBER", "HIGH ALTITUDES", "DEPTHS", "SPECIAL OPERATIONS FORCES"], "relationships": ["NSMRL, added, EXTERNAL HATCH to GENESIS HYPERBARIC CHAMBER", "GENESIS HYPERBARIC CHAMBER, allows for, advanced studies at HIGH ALTITUDES and DEPTHS"]}, {"semantic_unit": "NSMRL has acquired the new DP1/2 diving system from NAVSEA, which enhances underwater investigations by allowing real-time communication between divers and topside personnel. NSMRL is also validating the system for general Navy diving use.", "entities": ["NSMRL", "DP1/2 DIVING SYSTEM", "NAVSEA", "UNDERWATER INVESTIGATIONS"], "relationships": ["NSMRL, acquired, DP1/2 DIVING SYSTEM from NAVSEA", "DP1/2 DIVING SYSTEM, enhances, UNDERWATER INVESTIGATIONS"]}, {"semantic_unit": "NAMRU-3 is partnering with the Defense Threat Reduction Agency (DTRA) in Afghanistan to build medical capacity with local health laboratories, enhancing U.S. biodefense and disease surveillance efforts.", "entities": ["NAMRU-3", "DEFENSE THREAT REDUCTION AGENCY", "DTRA", "AFGHANISTAN"], "relationships": ["NAMRU-3, partnering with, DEFENSE THREAT REDUCTION AGENCY in AFGHANISTAN", "NAMRU-3, enhances, U.S. biodefense and disease surveillance efforts"]}, {"semantic_unit": "Since 2006, NAMRU-3 has been developing Afghanistan's public health capacity, initially focusing on the Ministry of Public Health and the Afghan Public Health Institute, assessing laboratory capabilities in Kabul.", "entities": ["NAMRU-3", "AFGHANISTAN", "MINISTRY OF PUBLIC HEALTH", "AFGHAN PUBLIC HEALTH INSTITUTE", "KABUL"], "relationships": ["NAMRU-3, developing, AFGHANISTAN's public health capacity since 2006", "NAMRU-3, focused on, MINISTRY OF PUBLIC HEALTH and AFGHAN PUBLIC HEALTH INSTITUTE"]}]}, "processed": true}
{"text_hash_id": "44a117f06dda90bb9b5851b2aef62cae5e1b205c6e2d03aa6039f2bdb270855c", "text_id": 6, "response": {"Output": [{"semantic_unit": "The text discusses the support for individuals with bone marrow toxic injury caused by radiation or chemical warfare agents, highlighting the unrecoverable damage to the immune system. The directorate is involved in laboratory research to innovate technology for reliable and cost-effective DNA-based typing for marrow transplants. Additionally, it mentions a bone marrow drive where Petty Officer 1st Class Dennis Gonzales swabs a sample from his cheek.", "entities": ["BONE MARROW TOXIC INJURY", "RADIATION", "CHEMICAL WARFARE AGENTS", "IMMUNE SYSTEM", "DIRECTORATE", "DNA-BASED TYPING", "MARROW TRANSPLANTS", "PETTY OFFICER 1ST CLASS DENNIS GONZALES", "BONE MARROW DRIVE", "DVIDS"], "relationships": ["DIRECTORATE, performs research for, DNA-BASED TYPING", "PETTY OFFICER 1ST CLASS DENNIS GONZALES, swabs sample during, BONE MARROW DRIVE"]}, {"semantic_unit": "The text describes a bone marrow drive where Lance Cpl. Kip Boker and Cpl. Jacob Echeverri are involved in collecting swab samples. Chief Petty Officer Arvin Salas emphasizes the importance of registering for the drive, stating that for every 300 registrants, one is called to donate, and that a transplant can significantly increase a patient's survival chances.", "entities": ["LANCE CPL. KIP BOKER", "CORPORAL JACOB ECHEVERRI", "BONE MARROW DRIVE", "CHIEF PETTY OFFICER ARVIN SALAS", "PATIENT", "SURVIVAL CHANCES"], "relationships": ["LANCE CPL. KIP BOKER, collects swab sample with, CORPORAL JACOB ECHEVERRI", "CHIEF PETTY OFFICER ARVIN SALAS, emphasizes importance of, BONE MARROW DRIVE", "CHIEF PETTY OFFICER ARVIN SALAS, states that, PATIENT can have increased SURVIVAL CHANCES"]}, {"semantic_unit": "Petty Officer 1st Class Dennis Gonzales discusses the chances of being chosen to donate bone marrow, stating it is a one in 300 chance and emphasizes the importance of service members as prime donors due to their physical fitness. Pfc. Tommy Arko expresses that everyone deserves a second chance at life, highlighting the participation of many service members in the drive.", "entities": ["PETTY OFFICER 1ST CLASS DENNIS GONZALES", "BONE MARROW", "SERVICE MEMBERS", "PFC. TOMMY ARKO", "SECOND CHANCE AT LIFE"], "relationships": ["PETTY OFFICER 1ST CLASS DENNIS GONZALES, discusses chances of, BONE MARROW donation", "PFC. TOMMY ARKO, states that everyone deserves, SECOND CHANCE AT LIFE", "SERVICE MEMBERS, are considered, PRIME DONORS"]}, {"semantic_unit": "The text shifts to Lt. Cmdr. Dustin Harrison from NAMRU-2 Pacific, who has been involved in policy and strategy related to pandemic influenza and infectious diseases. He has attended working group sessions at USPACOM Headquarters, where he found the experience educational despite initial intimidation. The group is chaired by Lt. Col. Andrew Hocking and includes members from various military and governmental organizations.", "entities": ["LT. CMDR. DUSTIN HARRISON", "NAMRU-2 PACIFIC", "PANDEMIC INFLUENZA", "INFECTIOUS DISEASES", "USPACOM HEADQUARTERS", "LT. COL. ANDREW HOCKING", "AUSTRALIAN DEFENSE FORCE", "MILITARY ORGANIZATIONS", "GOVERNMENTAL ORGANIZATIONS"], "relationships": ["LT. CMDR. DUSTIN HARRISON, involved in, PANDEMIC INFLUENZA and INFECTIOUS DISEASES", "LT. CMDR. DUSTIN HARRISON, attends sessions at, USPACOM HEADQUARTERS", "LT. COL. ANDREW HOCKING, chairs group with, LT. CMDR. DUSTIN HARRISON"]}]}, "processed": true}
{"text_hash_id": "44aa556cf6e29b893310e40df7c64346b8894152fbf2b3d58e08ba6e4e1d5a6f", "text_id": 8, "response": {"Output": [{"semantic_unit": "Capt. Buhari Oyofo, the commanding officer of NAMRU-3, met with Dr. Walter T. Gwenigale, the Liberian Minister of Health, to discuss collaboration through the Liberian Institute of Biomedical Research.", "entities": ["CAPT. BUHARI OYOFO", "NAMRU-3", "DR. WALTER T. GWENIGALE", "LIBERIAN MINISTER OF HEALTH", "LIBERIAN INSTITUTE OF BIOMEDICAL RESEARCH"], "relationships": ["CAPT. BUHARI OYOFO, met with, DR. WALTER T. GWENIGALE", "CAPT. BUHARI OYOFO, discussed collaboration through, LIBERIAN INSTITUTE OF BIOMEDICAL RESEARCH"]}, {"semantic_unit": "Capt. Oyofo and his team posed for a photo with Col. Vernon Graham, the officer in charge, and Capt. Chris Martinez, SMO, of the U.S. Operation Onward Liberty forces in Liberia.", "entities": ["CAPT. BUHARI OYOFO", "COL. VERNON GRAHAM", "CAPT. CHRIS MARTINEZ", "U.S. OPERATION ONWARD LIBERTY", "LIBERIA"], "relationships": ["CAPT. BUHARI OYOFO, posed for a photo with, COL. VERNON GRAHAM", "CAPT. BUHARI OYOFO, posed for a photo with, CAPT. CHRIS MARTINEZ"]}, {"semantic_unit": "Four scientists from Kazakhstan visited the Naval Medical Research Center (NMRC) in Silver Spring, Md., from October 29 to November 9 for training on MLST molecular assays.", "entities": ["FOUR SCIENTISTS", "KAZAKHSTAN", "NAVAL MEDICAL RESEARCH CENTER (NMRC)", "SILVER SPRING", "MD", "OCTOBER 29", "NOVEMBER 9", "MLST MOLECULAR ASSAYS"], "relationships": ["FOUR SCIENTISTS, visited, NAVAL MEDICAL RESEARCH CENTER (NMRC)", "FOUR SCIENTISTS, trained on, MLST MOLECULAR ASSAYS"]}, {"semantic_unit": "Dr. Allen Richards and his staff provided training on MLST to the Kazakh scientists as part of a collaboration with the Cooperative Biological Engagement Program of the Defense Threat Reduction Agency.", "entities": ["DR. ALLEN RICHARDS", "COOPERATIVE BIOLOGICAL ENGAGEMENT PROGRAM", "DEFENSE THREAT REDUCTION AGENCY", "KAZAKH SCIENTISTS"], "relationships": ["DR. ALLEN RICHARDS, provided training on, MLST", "COOPERATIVE BIOLOGICAL ENGAGEMENT PROGRAM, collaborated with, DEFENSE THREAT REDUCTION AGENCY"]}, {"semantic_unit": "The Kazakh scientists learned various methods for performing PCR and sequencing rickettsial genes, which they will apply in their own laboratories to assess rickettsial diseases in Kazakhstan.", "entities": ["KAZAKH SCIENTISTS", "PCR", "RICKETTSIAL GENES", "KAZAKHSTAN", "RICKETTSIAL DISEASES"], "relationships": ["KAZAKH SCIENTISTS, learned methods for, PCR", "KAZAKH SCIENTISTS, will apply methods to assess, RICKETTSIAL DISEASES"]}, {"semantic_unit": "The Rickettsial Diseases Research Program aims to assess the risk of rickettsial diseases to military and civilian personnel worldwide by training individuals in endemic regions.", "entities": ["RICKETTSIAL DISEASES RESEARCH PROGRAM", "MILITARY PERSONNEL", "CIVILIAN PERSONNEL", "ENDMIC REGIONS"], "relationships": ["RICKETTSIAL DISEASES RESEARCH PROGRAM, aims to assess risk for, MILITARY PERSONNEL", "RICKETTSIAL DISEASES RESEARCH PROGRAM, aims to assess risk for, CIVILIAN PERSONNEL"]}, {"semantic_unit": "The Expeditionary Medicine Modeling, Simulation, and Analysis group at the Naval Health Research Center completed the development of the Patient Condition Occurrence Frequency tool, which was presented in October to the Assistant Secretary of Defense, Health Affairs.", "entities": ["EXPEDITIONARY MEDICINE MODELING", "SIMULATION", "ANALYSIS GROUP", "NAVAL HEALTH RESEARCH CENTER", "PATIENT CONDITION OCCURRENCE FREQUENCY TOOL", "OCTOBER", "ASSISTANT SECRETARY OF DEFENSE", "HEALTH AFFAIRS"], "relationships": ["EXPEDITIONARY MEDICINE MODELING, completed development of, PATIENT CONDITION OCCURRENCE FREQUENCY TOOL", "PATIENT CONDITION OCCURRENCE FREQUENCY TOOL, presented to, ASSISTANT SECRETARY OF DEFENSE"]}]}, "processed": true}
{"text_hash_id": "a2d98493b285e27c500f01d133bc538e3a99d58bcbce457381a947e437f73e5b", "text_id": 12, "response": {"Output": [{"semantic_unit": "The formal toasting ceremony began with a toast to the Commander-in-Chief of the United States, followed by toasts to the U.S. Navy, U.S. Marine Corps, and other sister services, concluding with a salute to sweethearts and spouses. Rear Adm. Bruce Doll was introduced as the guest speaker, discussing the history of Navy Medicine research and development, while encouraging junior officers to become future leaders.", "entities": ["COMMANDER-IN-CHIEF OF THE UNITED STATES", "U.S. NAVY", "U.S. MARINE CORPS", "REAR ADM. BRUCE DOLL", "JUNIOR OFFICERS", "NAVY MEDICINE RESEARCH AND DEVELOPMENT", "SWEETHEARTS", "SPOUSES"], "relationships": ["COMMANDER-IN-CHIEF OF THE UNITED STATES, honored with a toast, U.S. NAVY", "COMMANDER-IN-CHIEF OF THE UNITED STATES, honored with a toast, U.S. MARINE CORPS", "REAR ADM. BRUCE DOLL, spoke about, NAVY MEDICINE RESEARCH AND DEVELOPMENT", "REAR ADM. BRUCE DOLL, encouraged, JUNIOR OFFICERS"]}, {"semantic_unit": "Capt. Eileen Franke Villasante, Ph.D., Head of the Malaria Department at the Naval Medical Research Center (NMRC), delivered a lecture at the University of Notre Dame on October 24, returning to the same auditorium where she studied. She reflected on her journey from being a student to conducting research on malaria and other diseases globally, while also serving in various leadership roles in the Navy.", "entities": ["CAPT. EILEEN FRANKE VILLASANTE", "PH.D.", "NAVAL MEDICAL RESEARCH CENTER", "NMRC", "UNIVERSITY OF NOTRE DAME", "OCTOBER 24", "MALARIA DEPARTMENT", "PARASITOLOGIST PAUL WEINSTEIN", "DOCTOR OF PHILOSOPHY", "LONG ISLAND, NEW YORK", "STATE UNIVERSITY OF NEW YORK AT ALBANY", "INDONESIA", "PERU", "EGYPT", "WALTER REED ARMY INSTITUTE OF RESEARCH", "U.S. NAVY", "2011", "AFGHANISTAN"], "relationships": ["CAPT. EILEEN FRANKE VILLASANTE, delivered a lecture at, UNIVERSITY OF NOTRE DAME", "CAPT. EILEEN FRANKE VILLASANTE, serves as, HEAD OF THE MALARIA DEPARTMENT", "CAPT. EILEEN FRANKE VILLASANTE, studied under, PARASITOLOGIST PAUL WEINSTEIN", "CAPT. EILEEN FRANKE VILLASANTE, earned her degree from, UNIVERSITY OF NOTRE DAME", "CAPT. EILEEN FRANKE VILLASANTE, conducted research on, MALARIA in INDONESIA, PERU, and EGYPT"]}, {"semantic_unit": "Villasante's career in the Navy has included various leadership positions, such as Scientific Director at the Navy's medical research laboratory in Egypt and Executive Officer of NMRC. The Navy Malaria Department focuses on developing a malaria vaccine, emphasizing the importance of infectious disease research for troop protection, especially highlighted by the 124 malaria cases reported in Afghanistan in 2011.", "entities": ["NAVY", "SCIENTIFIC DIRECTOR", "NAVY'S MEDICAL RESEARCH LABORATORY IN EGYPT", "EXECUTIVE OFFICER OF NMRC", "NAVY MALARIA DEPARTMENT", "MALARIA VACCINE", "INFECTIOUS DISEASE RESEARCH", "TROOPS", "2011", "MALARIA CASES", "AFGHANISTAN"], "relationships": ["VILLASANTE, held the position of, SCIENTIFIC DIRECTOR at NAVY'S MEDICAL RESEARCH LABORATORY IN EGYPT", "VILLASANTE, served as, EXECUTIVE OFFICER OF NMRC", "NAVY MALARIA DEPARTMENT, focuses on, MALARIA VACCINE development", "INFECTIOUS DISEASE RESEARCH, is important for, TROOPS' protection", "2011, reported, 124 MALARIA CASES in AFGHANISTAN"]}, {"semantic_unit": "Villasante has played a crucial role in the Navy's Medical Service Corps and its history of success in infectious disease research, with the new slogan 'America's Navy: A Global Force for Good' reflecting her life's mission.", "entities": ["NAVY'S MEDICAL SERVICE CORPS", "INFECTIOUS DISEASE RESEARCH", "AMERICA'S NAVY", "GLOBAL FORCE FOR GOOD"], "relationships": ["VILLASANTE, has been integral to, NAVY'S MEDICAL SERVICE CORPS", "NAVY'S MEDICAL SERVICE CORPS, has a history of success in, INFECTIOUS DISEASE RESEARCH", "VILLASANTE's life mission is reflected in, AMERICA'S NAVY: A GLOBAL FORCE FOR GOOD"]}]}, "processed": true}
{"text_hash_id": "23ee51f5c88b401b146d7b7795e55e5b5fb81fd5835f227574d9b0acc7d6bac9", "text_id": 9, "response": {"Output": [{"semantic_unit": "The NHRC's PCOF tool is set to be accredited and approved as the Joint patient occurrence generating application, which will generate tables showing the probabilities of disease and injury types in various military operations scenarios.", "entities": ["NHRC", "PCOF TOOL", "JOINT PATIENT OCCURRENCE GENERATING APPLICATION", "DISEASE", "INJURY TYPES", "MILITARY OPERATIONS SCENARIOS"], "relationships": ["NHRC, developed, PCOF TOOL", "PCOF TOOL, approved as, JOINT PATIENT OCCURRENCE GENERATING APPLICATION"]}, {"semantic_unit": "The PCOF tool provides essential data for military medical planning, allowing planners to use mission-centric data to better estimate patient conditions during contingencies, moving beyond anecdotal methods to a more organized approach.", "entities": ["PCOF TOOL", "MILITARY MEDICAL PLANNING", "PATIENT CONDITIONS", "CONTINGENCIES", "ANECDOTAL METHODS"], "relationships": ["PCOF TOOL, provides data for, MILITARY MEDICAL PLANNING", "PLANNERS, use, MISSION-CENTRIC DATA", "PLANNERS, estimate, PATIENT CONDITIONS during CONTINGENCIES"]}, {"semantic_unit": "Data sets from Operation Enduring Freedom and Operation Iraqi Freedom were utilized to create PCOF tables for humanitarian assistance, using patient encounter data from Operations Continuing Promise and Pacific Partnership from 2008 to 2011.", "entities": ["OPERATION ENDURING FREEDOM", "OPERATION IRAQI FREEDOM", "PCOF TABLES", "HUMANITARIAN ASSISTANCE", "OPERATIONS CONTINUING PROMISE", "PACIFIC PARTNERSHIP", "2008-2011"], "relationships": ["DATA SETS, derived from, OPERATION ENDURING FREEDOM", "DATA SETS, derived from, OPERATION IRAQI FREEDOM", "PCOF TABLES, created for, HUMANITARIAN ASSISTANCE", "PATIENT ENCOUNTER DATA, used from, OPERATIONS CONTINUING PROMISE", "PATIENT ENCOUNTER DATA, used from, PACIFIC PARTNERSHIP"]}, {"semantic_unit": "The PCOF tool, through formal validation and verification efforts, offers a reliable method for generating PCOF estimates using standardized means of adjusting baseline distributions.", "entities": ["PCOF TOOL", "FORMAL VALIDATION AND VERIFICATION EFFORTS", "PCOF ESTIMATES", "STANDARDIZED MEANS", "BASELINE DISTRIBUTIONS"], "relationships": ["PCOF TOOL, provides, RELIABLE METHOD for PCOF ESTIMATES", "FORMAL VALIDATION AND VERIFICATION EFFORTS, ensure, STANDARDIZED MEANS of adjusting BASELINE DISTRIBUTIONS"]}, {"semantic_unit": "Lt. j.g. Michael Rucker treated a 7-year-old girl from Djibouti at the Caritas Djibouti complex, while U.S. Marines and Sailors prepared for a 7-month deployment to Afghanistan in support of Operation Enduring Freedom.", "entities": ["LT. J.G. MICHAEL RUCKER", "7-YEAR-OLD GIRL", "DJIBOUTI", "CARITAS DJIBOUTI COMPLEX", "U.S. MARINES", "U.S. SAILORS", "7-MONTH DEPLOYMENT", "AFGHANISTAN", "OPERATION ENDURING FREEDOM"], "relationships": ["LT. J.G. MICHAEL RUCKER, treated, 7-YEAR-OLD GIRL", "7-YEAR-OLD GIRL, from, DJIBOUTI", "LT. J.G. MICHAEL RUCKER, treated at, CARITAS DJIBOUTI COMPLEX", "U.S. MARINES and U.S. SAILORS, preparing for, 7-MONTH DEPLOYMENT to AFGHANISTAN", "U.S. MARINES and U.S. SAILORS, supporting, OPERATION ENDURING FREEDOM"]}, {"semantic_unit": "The Joint Combat Casualty Research Team (JC2RT), directed by USCENTCOM, is a unit of military researchers conducting combat-relevant research in deployed environments, having transitioned from Iraq to Afghanistan since mid-2005.", "entities": ["JOINT COMBAT CASUALTY RESEARCH TEAM", "JC2RT", "USCENTCOM", "MILITARY RESEARCHERS", "COMBAT-RELEVANT RESEARCH", "IRAQ", "AFGHANISTAN", "MID-2005"], "relationships": ["JC2RT, directed by, USCENTCOM", "JC2RT, consists of, MILITARY RESEARCHERS", "JC2RT, conducting, COMBAT-RELEVANT RESEARCH in DEPLOYED ENVIRONMENTS", "JC2RT, transitioned from, IRAQ to AFGHANISTAN"]}, {"semantic_unit": "Research conducted in combat environments must comply with human subjects protection regulations, with the first compliance plan approved in 2005 and updated in 2010 to include Iraq, Afghanistan, and Kuwait.", "entities": ["RESEARCH", "COMBAT ENVIRONMENTS", "HUMAN SUBJECTS PROTECTION REGULATIONS", "COMPLIANCE PLAN", "2005", "2010", "IRAQ", "AFGHANISTAN", "KUWAIT"], "relationships": ["RESEARCH, must comply with, HUMAN SUBJECTS PROTECTION REGULATIONS", "COMPLIANCE PLAN, approved in, 2005", "COMPLIANCE PLAN, updated in, 2010", "COMPLIANCE PLAN, includes, IRAQ, AFGHANISTAN, KUWAIT"]}]}, "processed": true}
{"text_hash_id": "5a814623ac42a1522829bda021426f9757605720a040cdc802d7b875c60fb9aa", "text_id": 5, "response": {"Output": [{"semantic_unit": "On October 26, Marines and sailors from 1st Battalion, 3rd Marine Regiment participated in a basewide drive at Marine Corps Base Hawaii to register for the C.W. Bill Young DoD Marrow Donor Program while enjoying a barbeque and games.", "entities": ["OCTOBER 26", "MARINES", "SAILORS", "1ST BATTALION", "3RD MARINE REGIMENT", "MARINE CORPS BASE HAWAII", "C.W. BILL YOUNG DOD MARROW DONOR PROGRAM"], "relationships": ["MARINES, participated in, C.W. BILL YOUNG DOD MARROW DONOR PROGRAM drive", "1ST BATTALION, is part of, MARINES", "MARINE CORPS BASE HAWAII, hosted, C.W. BILL YOUNG DOD MARROW DONOR PROGRAM drive"]}, {"semantic_unit": "Service members were encouraged to fill out applications and provide cheek cell samples for the marrow donor program, which will be entered into the National Marrow Donor Program registry.", "entities": ["SERVICE MEMBERS", "NATIONAL MARROW DONOR PROGRAM", "CHEEK CELL SAMPLES"], "relationships": ["SERVICE MEMBERS, provided, CHEEK CELL SAMPLES", "CHEEK CELL SAMPLES, will be entered into, NATIONAL MARROW DONOR PROGRAM registry"]}, {"semantic_unit": "In the past two years, two Marines from MCB Hawaii, Lance Cpl. Brantley Smith and Lance Cpl. Joshua D. Epps, were confirmed as matches for patients and donated their marrow.", "entities": ["MCB HAWAII", "LANCE CPL. BRANTLEY SMITH", "LANCE CPL. JOSHUA D. EPPS", "PATIENTS"], "relationships": ["LANCE CPL. BRANTLEY SMITH, was confirmed as a match for, PATIENTS", "LANCE CPL. JOSHUA D. EPPS, was confirmed as a match for, PATIENTS", "LANCE CPL. BRANTLEY SMITH, donated, MARROW", "LANCE CPL. JOSHUA D. EPPS, donated, MARROW"]}, {"semantic_unit": "In 2012, over 42,000 service members and DoD employees registered with the marrow donor program, joining more than 730,000 DoD volunteers.", "entities": ["2012", "42,000 SERVICE MEMBERS", "DoD EMPLOYEES", "C.W. BILL YOUNG DOD MARROW DONOR PROGRAM", "730,000 DoD VOLUNTEERS"], "relationships": ["42,000 SERVICE MEMBERS, registered with, C.W. BILL YOUNG DOD MARROW DONOR PROGRAM", "DoD EMPLOYEES, registered with, C.W. BILL YOUNG DOD MARROW DONOR PROGRAM", "42,000 SERVICE MEMBERS, joined, 730,000 DoD VOLUNTEERS"]}, {"semantic_unit": "The C.W. Bill Young DoD Marrow Donor Program sends donor consent forms and swabs to the NMRC's Bone Marrow Research Directorate for genetic testing to match donors with patients.", "entities": ["C.W. BILL YOUNG DOD MARROW DONOR PROGRAM", "NMRC", "BONE MARROW RESEARCH DIRECTORATE", "GENETIC TESTING", "DONORS", "PATIENTS"], "relationships": ["C.W. BILL YOUNG DOD MARROW DONOR PROGRAM, sends, donor consent forms and swabs to NMRC", "NMRC, performs, GENETIC TESTING", "GENETIC TESTING, is used to match, DONORS with PATIENTS"]}, {"semantic_unit": "The process involves isolating DNA from cheek cells to match the HLA type between potential donors and patients, as many patients do not have a family match.", "entities": ["DNA", "CHEEK CELLS", "HLA TYPE", "POTENTIAL DONORS", "PATIENTS"], "relationships": ["DNA, is isolated from, CHEEK CELLS", "HLA TYPE, must be matched between, POTENTIAL DONORS and PATIENTS", "70 percent of PATIENTS, do not have, a family match"]}, {"semantic_unit": "If a donor matches a patient, they undergo additional testing and medical evaluations before the transplant date is selected, and they can meet each other a year after the transplant.", "entities": ["DONOR", "PATIENT", "ADDITIONAL TESTING", "MEDICAL EVALUATIONS", "TRANSPLANT DATE"], "relationships": ["DONOR, matches, PATIENT", "DONOR, undergoes, ADDITIONAL TESTING", "DONOR, undergoes, MEDICAL EVALUATIONS", "DONOR and PATIENT, can meet, one year after the transplant"]}]}, "processed": true}
{"text_hash_id": "72ead180407f60164f29bbbac54c11d9466b2a12308dd2453a800370d0d65a3c", "text_id": 4, "response": {"Output": [{"semantic_unit": "Mercy staff engaged in over 60,000 hours of community service through 62 subject-matter expert exchanges (SMEEs) covering topics like first aid, nutrition, public health, disaster response, and food safety.", "entities": ["MERCY STAFF", "60000 HOURS", "62", "SUBJECT-MATTER EXPERT EXCHANGES", "FIRST AID", "NUTRITION", "PUBLIC HEALTH", "DISASTER RESPONSE", "FOOD SAFETY"], "relationships": ["MERCY STAFF, participated in, 60000 HOURS of SUBJECT-MATTER EXPERT EXCHANGES", "SUBJECT-MATTER EXPERT EXCHANGES, covered topics such as, FIRST AID", "SUBJECT-MATTER EXPERT EXCHANGES, covered topics such as, NUTRITION", "SUBJECT-MATTER EXPERT EXCHANGES, covered topics such as, PUBLIC HEALTH", "SUBJECT-MATTER EXPERT EXCHANGES, covered topics such as, DISASTER RESPONSE", "SUBJECT-MATTER EXPERT EXCHANGES, covered topics such as, FOOD SAFETY"]}, {"semantic_unit": "Beckett delivered ten SMEE lectures and advised host nation health care personnel on infection control, disease outbreak response, and management of diseases like dengue, malaria, rabies, and tuberculosis.", "entities": ["BECKETT", "10", "SMEE LECTURES", "HOST NATION HEALTH CARE PERSONNEL", "INFECTION CONTROL", "DISEASE OUTBREAK RESPONSE", "DENGUE", "MALARIA", "RABIES", "TUBERCULOSIS"], "relationships": ["BECKETT, delivered, 10 SMEE LECTURES", "BECKETT, advised, HOST NATION HEALTH CARE PERSONNEL", "BECKETT, provided advice on, INFECTION CONTROL", "BECKETT, provided advice on, DISEASE OUTBREAK RESPONSE", "BECKETT, provided management for, DENGUE", "BECKETT, provided management for, MALARIA", "BECKETT, provided management for, RABIES", "BECKETT, provided management for, TUBERCULOSIS"]}, {"semantic_unit": "Beckett managed a shipboard outbreak of gastroenteritis affecting 64 crew members over three weeks, confirming norovirus as the cause with help from the Naval Health Research Center.", "entities": ["BECKETT", "GASTROENTERITIS", "64", "CREW MEMBERS", "3 WEEKS", "NOROVIRUS", "NAVAL HEALTH RESEARCH CENTER"], "relationships": ["BECKETT, managed, GASTROENTERITIS outbreak", "GASTROENTERITIS outbreak, affected, 64 CREW MEMBERS", "GASTROENTERITIS outbreak, lasted for, 3 WEEKS", "BECKETT, confirmed cause as, NOROVIRUS with assistance from NAVAL HEALTH RESEARCH CENTER"]}, {"semantic_unit": "During her mission, Beckett visited fellow investigators at NAMRU-2 in Pearl Harbor and Phnom Penh, Cambodia, and returned home to Maryland on August 24, considering her contribution to Pacific Partnership 2012 an honor.", "entities": ["BECKETT", "NAMRU-2", "PEARL HARBOR", "PHNOM PENH", "CAMBODIA", "MARYLAND", "AUGUST 24", "PACIFIC PARTNERSHIP 2012"], "relationships": ["BECKETT, visited, NAMRU-2", "NAMRU-2, located in, PEARL HARBOR", "NAMRU-2, located in, PHNOM PENH", "BECKETT, returned home to, MARYLAND on AUGUST 24", "BECKETT, considers contribution to, PACIFIC PARTNERSHIP 2012 as an honor"]}, {"semantic_unit": "The Pacific Partnership 2012 Internal Medicine Department staff included various physicians, such as Dr. Earl Wellington, Dr. Lynn Bemiller, Capt. Toro Endo, and Cmdr. Charmagne Beckett, among others.", "entities": ["PACIFIC PARTNERSHIP 2012", "INTERNAL MEDICINE DEPARTMENT", "DR. EARL WELLINGTON", "DR. LYNN BEMILLER", "CAPT. TORO ENDO", "CMDR. CHARMAGNE BECKETT"], "relationships": ["PACIFIC PARTNERSHIP 2012, included staff from, INTERNAL MEDICINE DEPARTMENT", "INTERNAL MEDICINE DEPARTMENT, included physicians such as, DR. EARL WELLINGTON", "INTERNAL MEDICINE DEPARTMENT, included physicians such as, DR. LYNN BEMILLER", "INTERNAL MEDICINE DEPARTMENT, included physicians such as, CAPT. TORO ENDO", "INTERNAL MEDICINE DEPARTMENT, included physicians such as, CMDR. CHARMAGNE BECKETT"]}, {"semantic_unit": "A photo of Cmdr. Charmagne Beckett was taken on the flight deck of USNS Mercy (T-AH 19) during the first port call off the coast of Manado, North Sulawesi, Indonesia on May 25, 2012.", "entities": ["CMDR. CHARMAGNE BECKETT", "USNS MERCY (T-AH 19)", "MANADO", "NORTH SULAWESI", "INDONESIA", "MAY 25, 2012"], "relationships": ["CMDR. CHARMAGNE BECKETT, photographed on, USNS MERCY (T-AH 19)", "USNS MERCY (T-AH 19), made first port call off the coast of, MANADO", "MANADO, located in, NORTH SULAWESI", "NORTH SULAWESI, located in, INDONESIA", "PHOTO, taken on, MAY 25, 2012"]}]}, "processed": true}
{"text_hash_id": "35e6e5904a9f6bab766c6626def12c8835f9c3c38a2010453b6ac9ac2f836b12", "text_id": 11, "response": {"Output": [{"semantic_unit": "The U.S. taxpayer benefits from the commercialization of inventions from Navy laboratories, which enhances military readiness through products developed by the Department of Defense.", "entities": ["U.S. TAXPAYER", "NAVY LABORATORIES", "DEPARTMENT OF DEFENSE", "MILITARY PERSONNEL"], "relationships": ["U.S. TAXPAYER, sees a return on investment from, NAVY LABORATORIES' inventions", "DEPARTMENT OF DEFENSE, enhances readiness of, MILITARY PERSONNEL"]}, {"semantic_unit": "In the past quarter, the NMRC executed over twenty Cooperative Research and Development Agreements (CRADAs) and reviewed fourteen more for Naval hospitals in Portsmouth and San Diego.", "entities": ["NMRC", "COOPERATIVE RESEARCH AND DEVELOPMENT AGREEMENTS", "NAVAL HOSPITALS", "PORTSMOUTH", "SAN DIEGO"], "relationships": ["NMRC, executed, COOPERATIVE RESEARCH AND DEVELOPMENT AGREEMENTS", "NMRC, reviewed, NAVAL HOSPITALS in PORTSMOUTH and SAN DIEGO"]}, {"semantic_unit": "Cmdr. Jonathan Forsberg is leading a collaboration to explore a new anchoring method for prosthetics, which could significantly benefit amputees.", "entities": ["CMDR. JONATHAN FORSBERG", "PROSTHETICS", "AMPUTEES"], "relationships": ["CMDR. JONATHAN FORSBERG, leading a collaboration to explore, PROSTHETICS", "PROSTHETICS, could benefit, AMPUTEES"]}, {"semantic_unit": "Lt. Roxanne Burrus is collaborating with Duke University to evaluate how changing demographics and land use affect malaria transmission, which is crucial for the health of deployed warfighters.", "entities": ["LT. ROXANNE BURRUS", "DUKE UNIVERSITY", "MALARIA TRANSMISSION", "DEPLOYED WARFIGHTERS"], "relationships": ["LT. ROXANNE BURRUS, collaborating with, DUKE UNIVERSITY", "DUKE UNIVERSITY, focuses on, MALARIA TRANSMISSION", "MALARIA TRANSMISSION, is crucial for the health of, DEPLOYED WARFIGHTERS"]}, {"semantic_unit": "Lt. R. Vince Gerbasi is using mass spectrometry to identify novel antigens for potential malaria vaccine candidates.", "entities": ["LT. R. VINCE GERBASI", "MASS SPECTROMETRY", "NOVEL ANTIGENS", "MALARIA VACCINE CANDIDATES"], "relationships": ["LT. R. VINCE GERBASI, using, MASS SPECTROMETRY", "MASS SPECTROMETRY, to identify, NOVEL ANTIGENS", "NOVEL ANTIGENS, for, MALARIA VACCINE CANDIDATES"]}, {"semantic_unit": "Dr. Bjorn Song is leading a project to explore a synthetic oxygen-carrying fluid aimed at reducing tissue damage from hemorrhagic shock.", "entities": ["DR. BJORN SONG", "SYNTHETIC OXYGEN-CARRYING FLUID", "TISSUE DAMAGE", "HEMORRHAGIC SHOCK"], "relationships": ["DR. BJORN SONG, leading a project to explore, SYNTHETIC OXYGEN-CARRYING FLUID", "SYNTHETIC OXYGEN-CARRYING FLUID, aimed at reducing, TISSUE DAMAGE from HEMORRHAGIC SHOCK"]}, {"semantic_unit": "The NMRC excels at technology transfer through CRADAs and patent licensing agreements, which is a key aspect of the Presidential Memorandum.", "entities": ["NMRC", "TECHNOLOGY TRANSFER", "COOPERATIVE RESEARCH AND DEVELOPMENT AGREEMENTS", "PATENT LICENSING AGREEMENTS", "PRESIDENTIAL MEMORANDUM"], "relationships": ["NMRC, excels at, TECHNOLOGY TRANSFER", "NMRC, utilizes, COOPERATIVE RESEARCH AND DEVELOPMENT AGREEMENTS", "NMRC, utilizes, PATENT LICENSING AGREEMENTS", "TECHNOLOGY TRANSFER, is a key aspect of, PRESIDENTIAL MEMORANDUM"]}, {"semantic_unit": "The NMRC hosted a Dining Out event at the U.S. Naval Academy on October 17, led by Capt. John Sanders and attended by Rear Adm. Bruce A. Doll.", "entities": ["NMRC", "DINING OUT", "U.S. NAVAL ACADEMY", "OCTOBER 17", "CAPT. JOHN SANDERS", "REAR ADM. BRUCE A. DOLL"], "relationships": ["NMRC, hosted, DINING OUT at U.S. NAVAL ACADEMY", "CAPT. JOHN SANDERS, led, REAR ADM. BRUCE A. DOLL", "DINING OUT, occurred on, OCTOBER 17"]}, {"semantic_unit": "The Dining Out event followed strict Naval protocol, including an invocation and a call to parade the beef for the President of the Mess.", "entities": ["DINING OUT", "NAVAL PROTOCOL", "INVOCATION", "PRESIDENT OF THE MESS", "BEEF"], "relationships": ["DINING OUT, followed, NAVAL PROTOCOL", "NAVAL PROTOCOL, included, INVOCATION", "NAVAL PROTOCOL, included a call to parade, BEEF for PRESIDENT OF THE MESS"]}]}, "processed": true}
{"text_hash_id": "cbf8f495aa2f970f0dc77fa50ef7d53dde17561f28d50154c7841ebf493a90d3", "text_id": 7, "response": {"Output": [{"semantic_unit": "The working group aimed to update and formulate the CONPLAN for pandemic response, including influenza and other infectious diseases, and to prepare for Defense Support of Civilian Authorities and Foreign Humanitarian Assistance requests. Over the past year, the JPG conducted Mission Analysis and Course of Action meetings, culminating in a two-day war game to test the CONPLAN before briefing the USPACOM Commander.", "entities": ["WORKING GROUP", "CONPLAN", "PANDEMIC", "INFLUENZA", "INFECTIOUS DISEASE", "DEFENSE SUPPORT OF CIVILIAN AUTHORITIES", "FOREIGN HUMANITARIAN ASSISTANCE", "JPG", "USPACOM COMMANDER"], "relationships": ["WORKING GROUP, aimed to update and formulate, CONPLAN", "JPG, conducted, Mission Analysis and Course of Action meetings", "JPG, culminated in, two-day war game", "two-day war game, tested, CONPLAN", "CONPLAN, briefed to, USPACOM COMMANDER"]}, {"semantic_unit": "NAMRU-3 is significantly contributing to medical research capacity building in Liberia, which is recovering from a 14-year civil war. Since 2010, Navy biomedical researchers have collaborated with the Liberian Institute of Biomedical Research on projects funded by AFHSC-GEIS, focusing on disease vector surveillance and control to enhance Liberia's capabilities.", "entities": ["NAMRU-3", "LIBERIA", "14-YEAR CIVIL WAR", "NAVY BIOMEDICAL RESEARCHERS", "LIBERIAN INSTITUTE OF BIOMEDICAL RESEARCH", "AFHSC-GEIS", "DISEASE VECTOR SURVEILLANCE", "VECTOR CONTROL"], "relationships": ["NAMRU-3, contributing to, medical research capacity building in LIBERIA", "NAVY BIOMEDICAL RESEARCHERS, collaborated with, LIBERIAN INSTITUTE OF BIOMEDICAL RESEARCH", "projects, funded by, AFHSC-GEIS", "projects, focused on, DISEASE VECTOR SURVEILLANCE", "projects, focused on, VECTOR CONTROL"]}, {"semantic_unit": "During a visit to Monrovia in November, NAMRU-3 met with key collaborators including Dr. Walter Gwenigale, Dr. Fatorma Bolay, and Col. Vernon Graham. The Minister of Health praised NAMRU-3's efforts and expressed hope for future collaborations, while the Director of LIBR noted the restoration of capabilities lost during the war.", "entities": ["MONROVIA", "NOVEMBER", "DR. WALTER GWENIGALE", "DR. FATORMA BOLAY", "COL. VERNON GRAHAM", "MINISTER OF HEALTH", "LIBR"], "relationships": ["NAMRU-3, met with, DR. WALTER GWENIGALE", "NAMRU-3, met with, DR. FATORMA BOLAY", "NAMRU-3, met with, COL. VERNON GRAHAM", "MINISTER OF HEALTH, praised, NAMRU-3's efforts", "DIRECTOR OF LIBR, noted restoration of, capabilities lost during the war"]}, {"semantic_unit": "Col. Graham expressed interest in a project that combines insecticide spraying with surveillance and mapping to control malaria-transmitting mosquitoes. Since the spraying began, no malaria infections have been reported in U.S. troops, demonstrating the effectiveness of the combined health protection policy.", "entities": ["COL. GRAHAM", "INSECTICIDE SPRAYING", "SURVEILLANCE", "MAPPING", "MALARIA-TRANSMITTING MOSQUITOES", "U.S. TROOPS"], "relationships": ["COL. GRAHAM, expressed interest in, INSECTICIDE SPRAYING", "INSECTICIDE SPRAYING, combined with, SURVEILLANCE", "INSECTICIDE SPRAYING, combined with, MAPPING", "MALARIA-TRANSMITTING MOSQUITOES, controlled by, INSECTICIDE SPRAYING", "no malaria infections, reported in, U.S. TROOPS"]}, {"semantic_unit": "With the help of OOL, NAMRU-3 has engaged in military-to-military training with the Armed Forces of Liberia, focusing on vector control. During a visit to Camp Edward Binyah, Capt. Oyofo met with AFL Preventive Medicine Technicians who expressed gratitude for the training received.", "entities": ["OOL", "NAMRU-3", "ARMED FORCES OF LIBERIA", "CAMP EDWARD BINYAH", "CAPT. OYOFO", "AFL PREVENTIVE MEDICINE TECHNICIANS"], "relationships": ["NAMRU-3, engaged in, military-to-military training with ARMED FORCES OF LIBERIA", "CAPT. OYOFO, met with, AFL PREVENTIVE MEDICINE TECHNICIANS", "AFL PREVENTIVE MEDICINE TECHNICIANS, expressed gratitude for, training received"]}, {"semantic_unit": "Pfc. Nador and Pfc. Morris shared how the training from NAMRU-3 improved their ability to protect soldiers and families from disease, highlighting the importance of the knowledge and equipment provided.", "entities": ["PFC. NADOR", "PFC. MORRIS", "NAMRU-3", "SOLDIERS", "FAMILIES"], "relationships": ["PFC. NADOR, shared how, training from NAMRU-3 improved ability to protect", "PFC. MORRIS, shared how, training from NAMRU-3 improved ability to protect", "training from NAMRU-3, provided knowledge and equipment to, SOLDIERS and FAMILIES"]}]}, "processed": true}
